# St7DisableSRALoadCase

Disables the specified Load Excitation case for Spectral Response analysis.

long St7DisableSRALoadCase(long uID, long SRACase)

Input Parameters

uID

Strand7 model file ID.

Solver – Spectral Response

SRACase

Spectral Response load excitation case number.